Repository: Pardus-Linux/scripts
Catalog: repokit/po/*.po
Languages: de, es, fr, pl, sv

source: Information
es: Información
pl: Informacja

source: Source Packages
de: Quell Pakete
es: Paquetes fuente
fr: Paquets source
pl: Pakiety Źródłowe
sv: Källkodspaket

source: Binary Packages
de: Binäre Pakete
es: Paquetes binarios
fr: Paquets binaires
pl: Pakiety Binarne
sv: Binärpaket

source: Packagers
de: Paketler
es: Empaquetadores
fr: Responsables de paquets
pl: Twórcy
sv: Paketerare

source: Duplicate binary packages: %s %s
de: Binäre Pakete duplizieren: %s %s
es: Paquetes binarios duplicados: %s %s
fr: Paquets binaires en double : %s %s
pl: Zdublowane pakiety binarne: %s %s
sv: Dublett av binärpaket: %s %s

source: Package size
de: Paket Grösse
es: Tamaño de paquete
fr: Taille du paquet
pl: Rozmiar pakietu
sv: Paketstorlek

source: Installed size
de: Installierte Grösse
es: Tamaño instalado
fr: Taille installée
pl: Rozmiar instalacji
sv: Installerad storlek

source: Source package
de: Quell Pakete
es: Paquete de fuentes
fr: Paquet source
pl: Pakiet źródłowy
sv: Källkodspaket

source: Build dependencies
de: Build-Abhängigkeiten
es: Dependencias de compilación
fr: Dépendances de compilation
pl: Zależności do budowy
sv: Byggberoenden

source: Runtime dependencies
de: Laufzeit-Abhängigkeiten
es: Dependencias de ejecución
fr: Dépendance à l'exécution
pl: Zależności do działania
sv: Körberoenden

source: Required by (for building)
de: Benötigt von (for building)
es: Requerido por (para compilación)
fr: Requis par (pour la compilation)
pl: Wymagany przez (do budowy)
sv: Krävs av (för byggande)

source: Required by (for runtime)
de: Benötigt von (für Laufzeit)
es: Requerido por (para ejecución)
fr: Requis par (pour l'exécution)
pl: Wymagany przez (do działania)
sv: Krävs av (för körning)

source: Duplicate source packages: %s %s
de: Quell-Pakete duplizieren: %s %s
es: Paquetes de fuentes duplicados: %s %s
fr: Paquets sources en double : %s %s
pl: Zdublowane pakiety źródłowe: %s %s
sv: Dublett av källkodspaket: %s %s

source: Release
fr: Publication
pl: Wydanie
sv: Utgåva

source: Release date
de: Release Datum
es: Fecha de release
fr: Date de publication
pl: Data wydania
sv: Utgivningsdatum

source: Version
es: Versión
pl: Wersja

source: Updater
de: Aktualisierer
es: Actualizador
fr: Responsable de la mise à jour
pl: Aktualizujący
sv: Uppdaterare

source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
pl: Komentarz
sv: Kommentar

source: Packager
de: Paketentwickler
es: Empaquetador
fr: Responsable du paquet
pl: Twórca
sv: Paketerare

source: License
de: Lizenz
es: Licencia
fr: Licence
pl: Licencja
sv: Licens

source: Actions
de: Aktionen
es: Acciones
pl: Akcje
sv: Åtgärder

source: Build files
de: Build-Dateien
es: Archivos de compilación
fr: Fichiers de compilation
pl: Pliki do budowy
sv: Byggfiler

source: Bug reports
de: Bug-Reporte
es: Reportes de fallas
fr: Rapports de bug
pl: Zgłoszenia błędów
sv: Felrapporter

source: Binary packages
de: Binäre Pakete
es: Paquetes binarios
fr: Paquets binaires
pl: Pakiety binarne
sv: Binärpaket

source: Release history
de: Release Verlauf
es: Histórico de Release
fr: Historique de publication
pl: Historia wydania
sv: Utgivningshistorik

source: Patches
es: Parches
pl: Łatki
sv: Patchar

source: Maintained packages:
de: Gewartete Pakete:
es: Paquetes mantenidos:
fr: Paquets maintenus :
pl: Utrzymywane pakiety:
sv: Underhållna paket:

source: Package updates:
de: Paket-Updates:
es: Atualizaciones de paquetes:
fr: Mises à jour du paquet :
pl: Aktualizacje pakietu:
sv: Paketuppdateringar

source: Cannot parse '%s': %s
de: Kann nicht geparst werden '%s': %s
es: No posible analizar '%s': %s
fr: Impossible d'analyser '%s' : %s
pl: Nie mogę parsować '%s': %s
sv: Kan inte tolka '%s': %s

source: Number of source packages
de: Anzahl der quell Pakete
es: Cantidad de paquetes de fuentes
fr: Nombre de paquets source
pl: Liczba pakietów źródłowych
sv: Antal källkodspaket

source: Number of binary packages
de: Anzahl der binären Pakete
es: Cantidad de paquetes binarios
fr: Nombre de paquets binaires
pl: Liczba binarnych pakietów
sv: Antal binärpaket

source: Number of patches
de: Anzahl der Patches:
es: Cantidad de parches
fr: Nombre de patches
pl: Liczba łatek
sv: Antal patchar

source: Number of packagers
de: Anzahl der Paketentwickler
es: Cantidad de empaquetadores
fr: Nombre de responsables de paquets
pl: Liczba twórców pakietów
sv: Antal paketerare

source: Archived size of packages
de: Archivierte Grösse der Pakete
es: Tamaño comprimido de paquetes
fr: Taille des paquets archivés
pl: Rozmiar archiwów pakietów
sv: Paketens arkivstorlek

source: Installed size of packages
de: Installierte Grösse der Pakete
es: Tamaño instalado de los paquetes:
fr: Tailles des paquets installés
pl: Rozmiar instalacji pakietów
sv: Installerad paketstorlek

source: Most patched:
de: Am meisten gepatcht
es: Con mayor cantidad de parches:
fr: Les plus patchés :
pl: Najbardziej łatany:
sv: Mest patchade:

source: Longest build scripts:
de: Längstes Build-Skript:
es: Mayores scripts de compilación:
fr: Scripts de compilation les plus long :
pl: Najdłuższy skrypt budowy
sv: Längsta byggskript:

source: Total file sizes by file type:
de: Gesamte Dateigröße bei Dateitypen:
es: Tamaño total de los archivos por tipo de archivo:
fr: Tailles totales des fichiers par type de fichier :
pl: Suma plików względem ich typów:
sv: Total filstorlek av typen:

source: Package count
de: Paket-Anzahl
es: Cantidad de paquetes
fr: Nombre de paquets
pl: Liczba pakietów
sv: Paketräknare

source: Packagers (by package count)
de: Paketentwickler (Ordnungskriterium: Paket-Anzahl)
es: Empaquetadores (por cantidad de paquetes)
fr: Responsables de paquets (par nombre de paquets)
pl: Twórcy pakietów (po ilości)
sv: Paketerare (antal paket)

source: Packagers (by name)
de: Paketentwickler ( Ordnungskriterium: Name)
es: Empaqueteadores (por nombre)
fr: Responsables de paquets (par nom)
pl: Twórcy pakietów (po nazwisku)
sv: Paketerare (namn)

source: Package name
de: Paket-Name
es: Nombre de paquete
fr: Nom de paquet
pl: Nazwa pakietu
sv: Paketnamn

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
pl: Podsumowanie
sv: Summering

source: Scanning source repository...
de: Quell-Depots werden gescannt...
es: Examinando repositorio de fuentes...
fr: Analyse du dépôt de sources...
pl: Przeszukuję repozytorium źródeł...
sv: Genomsöker källförråd...

source: Scanning binary packages...
de: Binär-Pakete werden gescannt...
es: Examinando paquetes binarios...
fr: Analyse des paquets binaires...
pl: Przeszukuję pakiety binarne...
sv: Genomsöker binärpaket...

source: Usage: repostats.py [OPTIONS] source-repo-path [binary-repo-path]
de: Anwendung: repostats.py [OPTIONEN] source-repo-path [binäre Depot-Pfadangabe]
es: Uso: repostats.py [OPTIONS] ruta-a-repositorio-de-fuentes [ruta-a-repositorio-de-binarios]
fr: Usage : repostats.py [OPTIONS] chemin-depot-source [chemin-depot-binaire]
pl: Użycie: repostats.py [OPCJE] ścieżka-do-repozytorium-źródłowego [ścieżka-do-repozytorium-binarnego]
sv: Användning: repostats.py [ALTERNATIV] source-repo-path [binärpaketssökväg]

source: HTML output directory.
de: HTML-Ausgabe-Verzeichnis.
es: Directorio de salida HTML.
fr: répertoire de sortie HTML.
pl: Katalog na wynik HTML.
sv: Katalog för HTML-utmatning.
